Repository: landhostudio/lafrutticola
Catalog: languages/*.po
Languages: es_es

source: News recenti
es_es: Últimas noticias

source: News precedenti
es_es: Noticias anteriores

source: Navigazione news
es_es: Navegación noticias

source: Ritorna alle news
es_es: Volver a las noticias

source: Ritorna ai prodotti
es_es: Volver a los productos

source: Accetta
es_es: Aceptar

source: Approfondisci
es_es: Más información

source: Tutti i prodotti
es_es: Todos los productos

source: Tipologie:
es_es: Tipos:

source: Al momento sembra che non ci sia alcun contenuto da poter visualizzarne.
es_es: Por el momento no parece haber ningún contenido que se puede ver.

source: Nessun contenuto
es_es: Ningún contenido

source: Risultati di ricerca per: %s
es_es: Resultados de la búsqueda: %s

source: Lingue
es_es: Idiomas

source: Menu
es_es: Menú
